Repository: dev-sharaf96/vehicleCore8
Catalog: Tameenk/LangText.*.resx
Languages: ar

source: Corporate Name English
ar: اسم الشركة باللغة الانجليزية

source: Corporate Users
ar: المستخدمين

source: Is Active
ar: مفعل

source: Old Password
ar: كلمة المرور القديمة

source: Reset Password
ar: تغيير كلمة المرور

source: Corporate Policies
ar: وثائق الشركة

# ErrorOTPCompare
source: Error In OTP
ar: خطأ في رمز التحقق

# ErrorOTPEmpty
source: Please Enter OTP
ar: من فضلك ادخل رمز التحقق

# ErrorOTPExpire
source: OTP Expired
ar: انتهت صلاحيه رمز التحقق

# ErrorOTPSend
source: Error happened during sending OTP
ar: حدث خطأ اثناء ارسال كلمه السر المؤقت

# ErrorYakeenMobileVerification
source: Error happened during verifying the phone number
ar: حدث خطأ اثناء التحقق من رقم الجوال

# InvalidMobileOwner
source: Mobile number is not belong to National Id
ar: رقم الجوال لا ينتمي الي رقم الهويه

# MobileEmpty
source: Mobile is empty
ar: من فضلك ادخل رقم الجوال

# NationalIdEmpty
source: NationalId is Empty
ar: من فضلك ادخل رقم الهويه

# UserYakeenNationalIdNotVerified
source: User NationalId is not verified
ar: رقم الهويه غير مؤكد
