Repository: dev-sharaf96/vehicleCore8
Catalog: Tameenk/LangText.*.resx
Languages: ar

# ConfirmationEmailAfterVerificationCode
source: <table class="m_bg_white" width="50%" align="center" border="0" cellpadding="0" cellspacing="0" style="background-color: #F5F9FD;"> <tr> <td width="850" align="center" > <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse"> <tr> <td class="m_overflow135 m_fs16" align="center" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-size:20px;font-weight:bold;color:#444444;max-width:150px;overflow:hidden;text-overflow:ellipsis;padding-left:8px; padding-top:30px;"> <span> <h2> Welcome to Bcare</h2> </span> </td> </tr> </table> <table class="m_wb" width="850" align="center" border="0" cellpadding="0" cellspacing="0" style="background-color:#ffffff"> <tr> <td width="850" align="center" style="margin-bottom:20px"> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="background-color:#F5F9FD"> <tr> <td class="m_wc m_pl m_pr" width="850" align="center" style="padding:0px 20px 0px 20px; background-color:#F5F9FD; "> <table class="m_wc" width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_plr0" > <a href="#" style="text-decoration:none;display:block;" > <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_fs14 m_lh20 " valign="bottom" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-size:16px;line-height:20px;color:#444444"> <h4> Dear customer, </h4> <p>Thank you for joining the <b>#Bcare</b> family, a new email account has been registered</p> <br/> </td> </tr> </table> </a> </td> </tr> </table> <table class="m_wc" width="450" align="center" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_plr0" style="padding:0 100px 0 100px"> <table width="100%" border="0" cellpadding="0" cellspacing="0"> <tr> <td align="center" style="padding:14px 0px 14px 0px;background-color:#186a9e;border-radius:30px !important;-webkit-border-radius: 50px; -ms-border-radius: 50px; -moz-border-radius: 50px;" border-radius="20"> <a class="m_overflow240" href="{0}" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-weight:bold;font-size:18px;line-height:1.5;color:#ffffff;text-decoration:none;display:block;text-align:center;max-width:400px;overflow:hidden;text-overflow:ellipsis"> Login </a> </td> </tr> </table> </td> </tr> </table> </td> </tr> <tr> <td class="m_wc m_pl m_pr" width="850" align="center" style="padding:20 20px 20 20px;"> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse; margin-bottom: 30px;"> <tr> <td> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_fs14 m_lh20" valign="bottom" style=" background-color:#F5F9FD; padding:0px 20px 40px 20px;font-family:helvetica neue,helvetica,arial,sans-serif;font-size:16px;line-height:20px;color:#444444"> <h4> Thanks for giving us the opportunity to serve you ,,, <br> <b>#Bcare</b> Team </h4> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table>
ar: <table class="m_bg_white" width="50%" align="center" border="0" cellpadding="0" cellspacing="0" style="background-color: #F5F9FD;"> <tr> <td width="850" align="center" > <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse"> <tr> <td class="m_overflow135 m_fs16" align="center" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-size:20px;font-weight:bold;color:#444444;max-width:150px;overflow:hidden;text-overflow:ellipsis;padding-left:8px; padding-top:30px;"> <span> <h2> مرحباً بك في بي كير</h2> </span> </td> </tr> </table> <table class="m_wb" width="850" align="center" border="0" cellpadding="0" cellspacing="0" style="background-color:#ffffff"> <tr> <td width="850" align="center" style="margin-bottom:20px"> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="background-color:#F5F9FD"> <tr> <td class="m_wc m_pl m_pr" width="850" align="center" style="padding:0px 20px 0px 20px; background-color:#F5F9FD; "> <table class="m_wc" width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_plr0" > <a href="#" style="text-decoration:none;display:block;" > <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_fs14 m_lh20 " valign="bottom" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-size:16px;line-height:20px;color:#444444"> <h4> عزيزنا العميل، </h4> <p>نشكر لك انضمامك لعائلة <b>#بي_كير</b>، تم تسجيل حساب جديد لبريدك الإلكتروني</p> <br/> </td> </tr> </table> </a> </td> </tr> </table> <table class="m_wc" width="450" align="center" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_plr0" style="padding:0 100px 0 100px"> <table width="100%" border="0" cellpadding="0" cellspacing="0"> <tr> <td align="center" style="padding:14px 0px 14px 0px;background-color:#186a9e;border-radius:30px !important;-webkit-border-radius: 50px; -ms-border-radius: 50px; -moz-border-radius: 50px;" border-radius="20"> <a class="m_overflow240" href="{0}" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-weight:bold;font-size:18px;line-height:1.5;color:#ffffff;text-decoration:none;display:block;text-align:center;max-width:400px;overflow:hidden;text-overflow:ellipsis"> تسجيل دخول </a> </td> </tr> </table> </td> </tr> </table> </td> </tr> <tr> <td class="m_wc m_pl m_pr" width="850" align="center" style="padding:20 20px 20 20px;"> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse; margin-bottom: 30px;"> <tr> <td> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_fs14 m_lh20" valign="bottom" style=" background-color:#F5F9FD; padding:0px 20px 40px 20px;font-family:helvetica neue,helvetica,arial,sans-serif;font-size:16px;line-height:20px;color:#444444"> <h4> شكرًا لإعطائنا الفرصة لخدمتك،،،<br> فريق <b>#بي_كير</b> </h4> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table>

source: Email Not Confirmed
ar: البريد الإليكتروني غير مفعل

# receivePolicyByEmail
source: I would like to receive the insurance policy, its attachments and all notifications on the above email
ar: أرغب باستلام وثيقة التأمين وملحقاتها وكافة الإشعارات علي الإيميل المذكور أعلاه

# checkout_esal
source: Sadad
ar: سداد

# EsalPaymentInstruction
source: Payment details was sent to your email and sms to your phone
ar: تم إرسال بيانات الدفع إلى بريدك الإلكترونى و جوالك

# payment_code_esal
source: Pyamnet Code:
ar: رمز السداد:

source: Email:
ar: البريد الإلكترونى:

source: Phone Number:
ar: رقم الجوال:

# SadadMessage
source: Payment Information will be sent via sms and email
ar: سيتم إرسال بيانات الدفع فى رسالة نصية والبريد الإلكترونى

# ProgramJoinedSuccessfully
source: The Program Joined Successfully
ar: تم الإنضمام الي البرنامج بنجاح

# program_code
source: Membership Number
ar: رقم العضوية

# ErrorGeneric
source: Error: Please contact Customer Service 920010050 (V-01)
ar: حدث خطأ: يرجى الاتصال على خدمة العملاء 920010050 (V-01)

source: Custom Card
ar: بطاقة جمركية

# CustomCardInput
source: Custom Card
ar: الرقم الجمركي

# DownloadPolicy
source: Print Insurance Policy
ar: طباعة وثيقة التـأمين

# EnglishFirstName
source: First Name
ar: الأسم الاول

# EnglishLastName
source: Last Name
ar: الأسم الاخير

# NIN
source: Insured national ID/Iqama number
ar: رقم هوية / إقامة طالب التأمين

source: Policy Expiry Date
ar: تاريخ انتهاء الوثيقة

source: Policy No
ar: رقم الوثيقه

source: Print Your Policy
ar: اطبع وثيقتك

source: Search
ar: بحث

source: Sequence Number
ar: استمارة

# SequenceNumberInput
source: Sequence Number
ar: الرقم التسلسلي

# CustomCardReq
source: Custom card number is required
ar: الرقم الجمركى مطلوب

# NinReq
source: Insured national ID/Iqama number is required.
ar: رقم هوية / إقامة طالب التأمين مطلوب

source: Policies Not Found
ar: لا يوجد وثائق

# SequenceNumberReq
source: Sequence number is required
ar: الرقم التسلسلي مطلوب

# IBAN_Validation
source: IBAN accept numbers with only one char
ar: رقم الحساب المصرفي الدولي يجب ان يكون أرقام فقط او وجود حرف واحد فقط

# checkout_total_note
source: Include {0}% broker commission
ar: شامل قيمة عمولة الوسيط %{0}

source: Pay Now!
ar: أدفع الاّن!

source: Policy End Date
ar: تاريخ إنتهاء الوثيقة

source: Policy Print Date
ar: تاريخ طباعة الوثيقة

source: Policy Start Date
ar: تاريخ بدء الوثيقة

source: Price Details
ar: تفاصيل السعر

source: Quotation Prices
ar: عرض الأسعار

# RequesterInsuranceName
source: Insured Name
ar: اسم طالب التأمين

# RequesterInsuranceNIN
source: Insured ID
ar: رقم هوية طالب التأمين

# SequenceNumberOrCustomCard
source: Vehicle Sequence Number/Custom Card
ar: الرقم التسلسلي/الجمركي

source: Sub Total
ar: المجموع

# completeOnMobileApplication
source: To complete the purchase, the vehicle images must be uploaded through Bcare mobile application OR mobile browser
ar: لإكمال عملية الشراء يجب رفع صور المركبة عبر تطبيق بي كير أو متصفح الجوال

# checkout_error_payment
source: Please select a payment method
ar: برجاء إختيار وسيلة دفع

source: Home
ar: الرئيسية

source: Bcare
ar: بي كير

# CompareQuotations_2
source: 2.Compare Quotations
ar: 2.قارن العروض

# EnterData_1
source: 1.Enter Data
ar: 1.أدخل البيانات

# FastestPlatform
source: The Fastest Insurance Platform in Saudi Arabia
ar: أسرع منصة تأمين بالمملكة

# InsureNow_3
source: 3.Insure Now
ar: 3.أمن الآن

# ThreeSimpleStepts
source: With 3 Simple Steps
ar: بـ 3 خطوات بسيطة

# ActivateEmailToReceivePolicyEmail
source: You have to activate the email ({0}) to receive the insurance policy, knowing that the document can be printed from Profile > Products .
ar: يجب تفعيل البريد الإلكتروني ({0}) لاستلام وثيقة التأمين علماً أنه يمكن طباعة الوثيقة من الملف الشخصي > منتجاتي .

# ActivateEmailToReceivePolicySubject
source: Email Activation
ar: تفعيل البريد الالكتروني

source: Activate Your Email To Receive Policy
ar: فعل الايميل لتصلك الوثيقة

# DeclareYourInfo
source: and I declare that the information entered above is true and related to me, a verification link will be sent via email to complete receiving your policy
ar: وأقر بأن المعلومات المدخله أعلاه صحيحه وهي خاصة بي، حيث سيتم إرسال رابط تحقق عبر البريد الإلكتروني لإرسال وثيقة التأمين

# EmailActivationBodyToReceivePolicy
source: <table class="m_bg_white" width="50%" align="center" border="0" cellpadding="0" cellspacing="0" style="background-color: #F5F9FD;"> <tr> <td width="850" align="center" > <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse"> <tr> <td class="m_overflow135 m_fs16" align="center" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-size:20px;font-weight:bold;color:#444444;max-width:150px;overflow:hidden;text-overflow:ellipsis;padding-left:8px; padding-top:30px;"> <span> <h2> Email Activation</h2> </span> </td> </tr> </table> <table class="m_wb" width="850" align="center" border="0" cellpadding="0" cellspacing="0" style="background-color:#ffffff"> <tr> <td width="850" align="center" style="margin-bottom:20px"> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="background-color:#F5F9FD"> <tr> <td class="m_wc m_pl m_pr" width="850" align="center" style="padding:0px 20px 0px 20px; background-color:#F5F9FD; "> <table class="m_wc" width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_plr0" > <a href="#" style="text-decoration:none;display:block;" > <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_fs14 m_lh20 " valign="bottom" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-size:16px;line-height:20px;color:#444444"> <h4> Dear customer, </h4> <p>To receive the insurance policy on e-mail, you must complete the activation process. Please click "Activate"</p> <br/> </td> </tr> </table> </a> </td> </tr> </table> <table class="m_wc" width="450" align="center" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_plr0" style="padding:0 100px 0 100px"> <table width="100%" border="0" cellpadding="0" cellspacing="0"> <tr> <td align="center" style="padding:14px 0px 14px 0px;background-color:#186a9e;border-radius:30px !important;-webkit-border-radius: 50px; -ms-border-radius: 50px; -moz-border-radius: 50px;" border-radius="20"> <a class="m_overflow240" href="{0}" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-weight:bold;font-size:18px;line-height:1.5;color:#ffffff;text-decoration:none;display:block;text-align:center;max-width:400px;overflow:hidden;text-overflow:ellipsis"> Activate </a> </td> </tr> </table> </td> </tr> </table> </td> </tr> <tr> <td class="m_wc m_pl m_pr" width="850" align="center" style="padding:20 20px 20 20px;"> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse; margin-bottom: 30px;"> <tr> <td> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_fs14 m_lh20" valign="bottom" style=" background-color:#F5F9FD; padding:0px 20px 40px 20px;font-family:helvetica neue,helvetica,arial,sans-serif;font-size:16px;line-height:20px;color:#444444"> <h4> Thanks for giving us the opportunity to serve you ,,, <br> <b>#Bcare</b> Team </h4> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table>
ar: <table class="m_bg_white" width="50%" align="center" border="0" cellpadding="0" cellspacing="0" style="background-color: #F5F9FD;"> <tr> <td width="850" align="center" > <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse"> <tr> <td class="m_overflow135 m_fs16" align="center" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-size:20px;font-weight:bold;color:#444444;max-width:150px;overflow:hidden;text-overflow:ellipsis;padding-left:8px; padding-top:30px;"> <span> <h2> تفعيل البريد الالكتروني</h2> </span> </td> </tr> </table> <table class="m_wb" width="850" align="center" border="0" cellpadding="0" cellspacing="0" style="background-color:#ffffff"> <tr> <td width="850" align="center" style="margin-bottom:20px"> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="background-color:#F5F9FD"> <tr> <td class="m_wc m_pl m_pr" width="850" align="center" style="padding:0px 20px 0px 20px; background-color:#F5F9FD; "> <table class="m_wc" width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_plr0" > <a href="#" style="text-decoration:none;display:block;" > <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_fs14 m_lh20 " valign="bottom" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-size:16px;line-height:20px;color:#444444"> <h4> عزيزنا العميل، </h4> <p> لاستلام وثيقه التأمين علي البريد الالكتروني يجب استكمال عمليه التفعيل. يُرجى الضغط على "تفعيل" </p> <br/> </td> </tr> </table> </a> </td> </tr> </table> <table class="m_wc" width="450" align="center" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_plr0" style="padding:0 100px 0 100px"> <table width="100%" border="0" cellpadding="0" cellspacing="0"> <tr> <td align="center" style="padding:14px 0px 14px 0px;background-color:#186a9e;border-radius:30px !important;-webkit-border-radius: 50px; -ms-border-radius: 50px; -moz-border-radius: 50px;" border-radius="20"> <a class="m_overflow240" href="{0}" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-weight:bold;font-size:18px;line-height:1.5;color:#ffffff;text-decoration:none;display:block;text-align:center;max-width:400px;overflow:hidden;text-overflow:ellipsis"> تفعيل </a> </td> </tr> </table> </td> </tr> </table> </td> </tr> <tr> <td class="m_wc m_pl m_pr" width="850" align="center" style="padding:20 20px 20 20px;"> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse; margin-bottom: 30px;"> <tr> <td> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_fs14 m_lh20" valign="bottom" style=" background-color:#F5F9FD; padding:0px 20px 40px 20px;font-family:helvetica neue,helvetica,arial,sans-serif;font-size:16px;line-height:20px;color:#444444"> <h4> شكرًا لإعطائنا الفرصة لخدمتك،،،<br> فريق <b>#بي_كير</b> </h4> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table>

# PopupConfirmYourEmail
source: Confirm your email
ar: قم بتأكيد بريدك الالكتروني

# PopupPolicyOwnerEmail
source: Policy owner Email
ar: البريد الالكتروني لمالك الوثيقة

# PopupSendActivationEmail
source: Send Activation Email
ar: ارسال بريد التحقق

# PopupTitle
source: To receive the email insurance policy, you must complete the verification of your email
ar: لاستلام وثيقه التأمين علي البريد الالكتروني يجب استكمال عمليه التحقق من بريدك الالكتروني

# UserExceedsInsuranceNumberLimitCheckoutPopup
source: We hope to contact with the insurance company directly, as you have more than 5 insured vehicles for the same insured person.
ar: نأمل مراجعة شركة التأمين مباشرة وذلك لوجود أكثر من 5 مركبات مؤمن عليها لنفس صاحب الهوية

source: Agree
ar: موافق

source: Close
ar: إغلاق

source: Activation Email Sent
ar: تم إرسال التفعيل لبريدكم الالكتروني

# ResendActivationEmail
source: Resend
ar: إعادة إرسال

# EmailActivated
source: Email is activated
ar: تم تفعيل البريد الالكتروني

# ResetPaswordTokenInvalid
source: The given token isn't valid, it is valid for one time, Please retry "Forget Pasword" from login page.
ar: الرمز المميز غير صالح, الرمز صالح لمرة واحدة فقط, من فضلك اعد المحاولة ل "نسيت كلمة المرور" من صفحة تسجيل الدخول.

source: Driver Name
ar: اسم سائق المركبة

# DriverNIN
source: Driver National ID
ar: رقم هوية سائق المركبة

source: Blog
ar: المدونة

# SadadLoading
source: Generating Sadad Number
ar: جارى إصدار رقم سداد

# BCareTitle
source: Compare/Buy Cheap Car Insurance Quotes Online in Mintues | BCare
ar: قارن تأمين السيارات أون لاين واشترى تأمينك فوراً|بي كير

# Keywords
source: Car Insurance, Cheap Car Insurance, Saudi Insurance, Car Insurance Online, Insurance Quotes, Bcare
ar: عناية الوسيط, بي كير, بيكير, تأمين إلكتروني, تأمين سيارات, تأمين صحي، تأمين طبي، تأمين المنازل، تأمين على الحياة، تأمين على البضائع, بروكر كير , بروكركير, ميدغلف, وسيط تأميني، تأمينك، مين ضد الغير للسيارات والمركبات، لكزس، تويوتا، هونداي، كامري، يوكون، هوندا، كوريلا، فورد، تورس، بورش، بي ام دبليو، أودي، أكورد، تورس، جيب، كيا، مرسيدس، رانج روفر، كابريس، شفروليت، مازدا، هيونداي، تأمين ,ضد الغير ,المركبات,مركبات,اونلاين ,شراء,طرف ثالث,سيارة ,سيارات ,وثائق ,مقارنة ,شامل ,طبي ,سفر , تأميني,السعودية,السعوديه,المملكة العربية السعودية,المملكه العربيه السعوديه,تامين,التامين,اسعار التامين,تامين اون لاين,تأمين ضد الغير,اسعار شركات التأمين,اسعار تأمين السيارات,اسعار تأمين السيارات ضد الغير,تامين شامل,أسعار التأمين ضد الغير,اسعار شركات التأمين للسيارات,ارخص تأمين ضد الغير,ارخص تامين,اسعار تامين المركبات,اسعار التأمين الشامل,التأمين الالكتروني,تأمين السيارات اون لاين,تأمين السيارات ضد الغير,ارخص تامين سيارات,سعر تامين السيارة,اسعار التامين للمركبات ضد الغير,تامين المركبات اون لاين,اسعار تأمين السيارات الشامل,تأمين ملاذ,سعر التامين,تامين السيارة عن طريق النت,ارخص شركة تامين ضد الغير,التأمين الشامل,الاستفسار عن تامين مركبة,التأمينات اون لاين,شركات التأمين في الرياض,سعر التأمين الشامل,افضل تامين سيارات,تأمين السيارات الشامل,افضل شركة تأمين سيارات,استعلام عن تامين,تأمين المركبات,ارخص شركة تامين سيارات,كم تامين السيارة,اسعار التامين على السيارات في السعودية,التأمين الشامل للسيارات,بحث عن تأمين السيارات,اسعار التامين على السيارات ضد الغير,شروط تامين السيارة,الاستعلام عن التامين,تأمين السيارات,تأمين شامل للسيارات,اسعار التامين على السيارات,اسعار تامين المركبات في السعودية,استعلام عن تامين مركبة,تأمين المركبات السعودية,سعر التأمين الشامل للسيارات,استعلام عن التامينات,التامينات برقم الهويه,تجديد تأمين السيارة,شركات تأمين السيارات,استعلام عن تامين مقيم,اسعار تامين السيارات في السعودية,ولاء للتأمين,المتحدة للتأمين,ميدغلف للتأمين,الأهلية للتأمين,سوليدرتي للتأمين,الدرع العربي للتأمين,اسيج للتامين,سلامه للتامين,التأمين التعاوني,اتحاد الخليج,الوطنية للتأمين

# MetaDescription
source: Compare cheap car insurance quotes using BCare's comparison service. See the cheapest policies and buy from the best car insurance providers in Saudi.
ar: قارن أسعار تأمين ضد الغير والتأمين الشامل للسيارات والمركبات، وأشترى تأمينك مباشرة خلال دقيقتين، ربط فورى لتأمينك فى نجم والمرور

# Profile_AddTicket
source: Add Ticket
ar: إضافة تذكرة

source: Tickets
ar: التذاكر

# renewal
source: Polic Renewal
ar: تجديد الوثيقة

source: Deserve Discount
ar: نعم يستحق الخصم

source: Not Deserve Discount
ar: لا يستحق الخصم

# DeserveDiscountTitle
source: Check Discount
ar: استحقاق الخصم

source: Bill Due Date
ar: تاريخ الإنتهاء

source: First
ar: الأولى

source: Last
ar: الأخيرة

# MySadadBills
source: Sadad Bills
ar: فواتير سداد

source: Next
ar: التالي

source: Payed
ar: تم الدفع

source: Previous
ar: السابق

source: Wait ForPayment
ar: فى إنتظار الدفع

# DownloadTempPolicy
source: Download Temporary Policy
ar: تحميل وثيقة مؤقتة

# SadadNo
source: Sadad Number
ar: رقم سداد

# EmailNotRegisteredOnBcare
source: This email has not any account on Bcare so please register with this email first
ar: البريد الإلكتروني ليس لديه حساب لدينا لذلك يرجي التسجيل بهذا البريد الإلكتروني أولا

# comprehensive_condiation_policy_ACIG
source: By clicking I have read and agree to the <a href="https://www.bcare.com.sa/ACIG_policy.pdf" target="_blank" rel="noopener">Terms and conditions of the insurance policy</a>, and I do not wish to buy comprehensive policy, without any liability on #Bcare
ar: بالنقر أقر بالإطلاع على <a href="https://www.bcare.com.sa/ACIG_policy.pdf" target="_blank" rel="noopener">شروط وثيقة التأمين</a> والموافقة عليها دون أدنى مسئولية علي #بي_كير

# edaat_payment_instruction
source: You can pay your bills through one of your bank channels, using the following steps:
ar: يمكنك دفع الفواتير عن طريق احدى القنوات البنكية الخاصة بك وذلك عن طريق الخطوات التالية:

# ChooseMofawter
source: 3. Select Biller company ( EDAA 903 )
ar: 3.اختيار المفوتر ( ايداع 903 )

# ChoosePayInvoices
source: 1. Select Payment
ar: 1.اختر سداد الفواتير / المدفوعات

# ChoosePaySadadInvoices
source: 2. Select SADAD payment / Add Invoice
ar: 2.اختر مدفوعات سداد / اضافة فاتورة جديدة

# ChooseServiceType
source: 4. Select service type ( Bills payment )
ar: 4.اختيار نوع الخدمة ( دفع الفواتير )

# EnterInvoiceNumer
source: 5. Type number of Invoice that already sent to you through phone number
ar: 5.ادخل رقم الفاتورة التي تم ارسالها لكم مسبقا، عن طريق الرسائل النصية

# Edaat_Instruction
source: Dear Customer<br/> SADAD Bill Details:
ar: عزيزي العميل<br/> رقم سداد الخاص بالفاتورة:

# SadadAmount
source: Amount:
ar: مبلغ الشراء:

# SadadEXPDATE
source: Invoice Expiry Date:
ar: تاريخ انتهاء الفاتورة:

source: SADAD Number:
ar: رقم سداد:

source: EDAA
ar: إيداع

# EdaatCode
source: Biller ID
ar: رمز سداد

# MofaterName
source: Biller Name
ar: اسم المفوتر

source: Motor Flex
ar: موتور فليكس

# WoorefDiscount
source: Due for discount
ar: إستعلام عن خصم

source: Wafi Smart
ar: وافي سمارت

# Otp_Popup_code_input
source: Code
ar: الكود

# Otp_Popup_header
source: Enter Verification Code
ar: أدخل كود التأكيد

# Otp_Popup_submit_btn
source: Verify
ar: تأكيد

source: Corporate Account Info
ar: بيانات الشركة

source: Corporate Balance
ar: رصيد حساب الشركة

source: Corporate Name Arabic
ar: اسم الشركة باللغة العربية
