Repository: dev-sharaf96/vehicleCore8
Catalog: Tameenk/LangText.*.resx
Languages: ar

# JoinProgramConfirmationBody
source: <table class="m_bg_white" width="50%" align="center" border="0" cellpadding="0" cellspacing="0" style="background-color: #F5F9FD;"> <tr> <td width="850" align="center" > <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse"> <tr> <td class="m_overflow135 m_fs16" align="center" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-size:20px;font-weight:bold;color:#444444;max-width:150px;overflow:hidden;text-overflow:ellipsis;padding-left:8px; padding-top:30px;"> <span> <h2> Subscription Activation</h2> </span> </td> </tr> </table> <table class="m_wb" width="850" align="center" border="0" cellpadding="0" cellspacing="0" style="background-color:#ffffff"> <tr> <td width="850" align="center" style="margin-bottom:20px"> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="background-color:#F5F9FD"> <tr> <td class="m_wc m_pl m_pr" width="850" align="center" style="padding:0px 20px 0px 20px; background-color:#F5F9FD; "> <table class="m_wc" width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_plr0" > <a href="#" style="text-decoration:none;display:block;" > <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_fs14 m_lh20 " valign="bottom" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-size:16px;line-height:20px;color:#444444"> <h4> Dear customer, </h4> <p>To confirm joining the promotion program, please click "Activate"</p> <br/> </td> </tr> </table> </a> </td> </tr> </table> <table class="m_wc" width="450" align="center" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_plr0" style="padding:0 100px 0 100px"> <table width="100%" border="0" cellpadding="0" cellspacing="0"> <tr> <td align="center" style="padding:14px 0px 14px 0px;background-color:#186a9e;border-radius:30px !important;-webkit-border-radius: 50px; -ms-border-radius: 50px; -moz-border-radius: 50px;" border-radius="20"> <a class="m_overflow240" href="{0}" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-weight:bold;font-size:18px;line-height:1.5;color:#ffffff;text-decoration:none;display:block;text-align:center;max-width:400px;overflow:hidden;text-overflow:ellipsis"> Activate </a> </td> </tr> </table> </td> </tr> </table> </td> </tr> <tr> <td class="m_wc m_pl m_pr" width="850" align="center" style="padding:20 20px 20 20px;"> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse; margin-bottom: 30px;"> <tr> <td> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_fs14 m_lh20" valign="bottom" style=" background-color:#F5F9FD; padding:0px 20px 40px 20px;font-family:helvetica neue,helvetica,arial,sans-serif;font-size:16px;line-height:20px;color:#444444"> <h4> Thanks for giving us the opportunity to serve you ,,, <br> <b>#Bcare</b> Team </h4> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table>
ar: <table class="m_bg_white" width="50%" align="center" border="0" cellpadding="0" cellspacing="0" style="background-color: #F5F9FD;"> <tr> <td width="850" align="center" > <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse"> <tr> <td class="m_overflow135 m_fs16" align="center" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-size:20px;font-weight:bold;color:#444444;max-width:150px;overflow:hidden;text-overflow:ellipsis;padding-left:8px; padding-top:30px;"> <span> <h2> تفعيل إشتراك</h2> </span> </td> </tr> </table> <table class="m_wb" width="850" align="center" border="0" cellpadding="0" cellspacing="0" style="background-color:#ffffff"> <tr> <td width="850" align="center" style="margin-bottom:20px"> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="background-color:#F5F9FD"> <tr> <td class="m_wc m_pl m_pr" width="850" align="center" style="padding:0px 20px 0px 20px; background-color:#F5F9FD; "> <table class="m_wc" width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_plr0" > <a href="#" style="text-decoration:none;display:block;" > <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_fs14 m_lh20 " valign="bottom" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-size:16px;line-height:20px;color:#444444"> <h4> عزيزنا العميل، </h4> <p>لتأكيد الانضمام إلى برنامج الخصومات يُرجى الضغط على "تفعيل"</p> <br/> </td> </tr> </table> </a> </td> </tr> </table> <table class="m_wc" width="450" align="center" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_plr0" style="padding:0 100px 0 100px"> <table width="100%" border="0" cellpadding="0" cellspacing="0"> <tr> <td align="center" style="padding:14px 0px 14px 0px;background-color:#186a9e;border-radius:30px !important;-webkit-border-radius: 50px; -ms-border-radius: 50px; -moz-border-radius: 50px;" border-radius="20"> <a class="m_overflow240" href="{0}" style="font-family:helvetica neue,helvetica,arial,sans-serif;font-weight:bold;font-size:18px;line-height:1.5;color:#ffffff;text-decoration:none;display:block;text-align:center;max-width:400px;overflow:hidden;text-overflow:ellipsis"> تفعيل </a> </td> </tr> </table> </td> </tr> </table> </td> </tr> <tr> <td class="m_wc m_pl m_pr" width="850" align="center" style="padding:20 20px 20 20px;"> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse; margin-bottom: 30px;"> <tr> <td> <table width="100%" border="0" cellpadding="0" cellspacing="0" style="border-collapse:collapse;"> <tr> <td class="m_fs14 m_lh20" valign="bottom" style=" background-color:#F5F9FD; padding:0px 20px 40px 20px;font-family:helvetica neue,helvetica,arial,sans-serif;font-size:16px;line-height:20px;color:#444444"> <h4> شكرًا لإعطائنا الفرصة لخدمتك،،،<br> فريق <b>#بي_كير</b> </h4> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table> </td> </tr> </table>

# JoinProgramConfirmationSubject
source: Join Promotion Program Confirmation
ar: تأكيد الاشتراك في نظام وفير

# ErrorWhileJoiningPromotionProgram
source: An occurred while joining the program, please try again
ar: حدث خطأ أثناء الاشتراك في البرنامج, برجاء المحاولة مرة أخرى

# JoinProgramMailSent
source: A Confirmation e-mail has been sent to your email, please check it to continue joining the promotion program.
ar: تم إرسال بريد إلكتروني للتأكيد إلى بريدك الإلكتروني، يُرجى التحقق منه للاستمرار في الانضمام إلى برنامج الترويج.

# login_phone_number_error
source: Invaild soudi number
ar: رقم سعودي غير صالح

# ConfirmJoinProgramRequestExpired
source: Your request to join the program has been expired.
ar: لقد انتهت صلاحية طلبك للانضمام إلى البرنامج.

# ConfirmJoinProgramSuccess
source: You are confirmed to join the program.
ar: .تم تأكيد انضمامك بنجاح

# ConfirmJoinProgramTokenInvalid
source: The given token isn't valid.
ar: الرمز المميز غير صالح.

source: Join
ar: انضم

# profile_join_promotion
source: Join Promotion Program
ar: انضم إلى برنامج الترويج

# profile_promotion
source: Promotion Program
ar: برنامج الترويج

source: Program Description
ar: وصف البرنامج

source: Program Name
ar: اسم البرنامج

source: Promotion Programs
ar: برامج الترويج

source: Sending
ar: جاري الإرسال

# login_phone_number_error_length
source: phone number must be at least 10 digit
ar: يجب ألا يقل رقم المحمول عن 10 خانات

source: Not eligible
ar: غير مستحق لخصم

source: City
ar: المدينة

source: Driver name
ar: اسم السائق

source: Expired
ar: انتهي

source: Vehicle name
ar: اسم المركبة

source: View search results
ar: عرض نتائج البحث

source: Confirm
ar: تأكيد

source: delete vehicle
ar: حذف المركبة

# edit_password
source: change password
ar: تعديل كلمة المرور

# TPL
source: Third Party Liability
ar: تأمين ضد الغير (طرف ثالث)

# company_mobile
source: Mobile
ar: جوال

source: Edit request
ar: طلب تعديل

# add_driver_edit_request
source: Add driver
ar: إضافة سائق

# attach_files
source: Please attach files of type (image / pdf) to complete the request
ar: يُرجى إرفاق ملفات من نوع (image / pdf) لإتمام الطلب

source: Change plate
ar: تغيير اللوحة

# choose_edit_request_type
source: Please specify the purpose of the Edit
ar: يُرجى تحديد غرض التعديل

# copy_of_national_identity
source: Copy of national identity / resident ID
ar: صورة الهوية الوطنية / هوية مقيم

# copy_of_national_identity_additional_driver
source: Copy of national identity / residence of the additional driver
ar: صورة الهوية / الإقامة للسائق الإضافي

# copy_of_policy
source: Copy of the insurance policy
ar: صورة من وثيقة التأمين

# document_mistake_edit_request
source: Mistake in document
ar: تعديل خطأ بالوثيقة

# driver_license_additional_driver
source: Driver 's license for additional driver
ar: رخصة القيادة للسائق الإضافي

# license_new_vehicle
source: License for the new vehicle
ar: رخصة سير المركبة الجديدة

# purpose_of_edit_request
source: Purpose of the edit request
ar: الغرض من التعديل

source: Release plate
ar: إصدار لوحة

source: Send edit request
ar: إرسال طلب تعديل

source: Vehicle license
ar: رخصة سير المركبة

# edit_request_success
source: The edit request has been sent to the insurance company by number
ar: تم إرسال طلب التعديل إلى شركه التأمين برقم

# payment_RiyadBank
source: Visa - MasterCard - Mada
ar: بطاقة الفيزا - ماستر كارد - مدى

# messageUnAuthorized
source: Un Authorized
ar: غير مسموح بالدخول

# invaildExtension
source: Invaild File extension
ar: نوع الملف غير صالح

# sama_iban
source: Based on SAMA requirements
ar: بناء على متطلبات مؤسسة النقد

# IBANUsedForOtherDriver
source: IBAN already used before for another driver
ar: رقم الايبان هذا مستخدم من قبل مع شخص آخر

# payment_by
source: Select Your Payment Method
ar: اختر طريقة الدفع

source: Custom Card
ar: بطاقة جمركية

# checkout_error_email
source: Please enter a valid e-mail
ar: برجاء إدخال بريد إلكتروني صحيح

source: Follow us
ar: تابعنا

source: Included
ar: مشمولة

source: Show
ar: عرض

# faq_help
source: Browse through answers to common queries
ar: تصفح الإجابات على الاستعلامات الشائعة

# reply_field
source: Reply
ar: رد

# search_field
source: Search
ar: بحث

# tab_chat
source: Help and Support
ar: استفسار عام

# tab_faq
source: FAQ
ar: أسئلة مكررة

# driverIdRequired
source: Copy of national identity / residence of the additional driver is required
ar: صورة الهوية / الإقامة للسائق الإضافي مطلوبة

# driverLicenseReuired
source: Driver 's license for additional driver is required
ar: رخصة القياده للسائق الإضافي مطلوبة

# fileNull
source: File can't be null
ar: ملف لا يمكن أن يكون فارغ

# newVehicleLicenseRequired
source: License for the new vehicle is Required
ar: رخصة سير المركبة الجديدة مطلوبة

# PolicyFileRequired
source: Copy of the insurance policy is required
ar: صورة من وثيقة التأمين مطلوبة

# userIdLinceseRequired
source: Copy of the insurance policy is required
ar: صورة من وثيقة التأمين مطلوبة

# userIdRequired
source: Copy of national identity / resident ID is Required
ar: صورة الهوية الوطنية / هوية مقيم مطلوبة

# vehicleLinencesRequired
source: Vehicle license is required
ar: رخصه سير المركبة مطلوبة

# forbidden_description
source: Sorry, you do not have permission to view this page. Be sure of it, or return to the home page.
ar: عُـذرًا ، ليس لديك إذن لعرض هذه الصفحة. تأكد من الأمر، أو عُـد إلى الصفحة الرئيسية.

# forbidden_title
source: Access denied
ar: غير مسموح بالدخول

source: Home page
ar: الصفحة الرئيسية

# QuotationExpired
source: Quotation is expired, you can make a new search again.
ar: انتهت فتره العرض, يمكنك إجراء بحث جديد

# exceedploicyNumber
source: You exceeded the allowed number of policies if you want more please ask for admin permissions
ar: لقد استنفزت عدد البوليصات المسموح، للمزيد برجاء اضغط على الرابط للمراجعة

# requestmorepolicies
source: Please click here to request more ploicies
ar: اضغط هنا لطلب مزيد من البوليصات

# Promotion_StartSearch
source: Start search
ar: ابدأ البحث

# Wafier_Index_EnterWafierEmail
source: Please Enter Your Official Work Email
ar: يُرجى إدخال البريد الإلكتروني الخاص بعملك الرسمي

# Wafier_Index_NoWafierProgramExists
source: Sorry No wafier program exists
ar: عفوًا لا يوجد برنامج وفير

source: Wafier program
ar: برنامج وفير

source: Sand Plus
ar: سند بلس

# Tameenk_ConfirmPhoneNumber_CodeNotCorrect
source: Verification code is incorrect
ar: رمز التحقق غير صحيح

# Tameenk_ConfirmPhoneNumber_Length6
source: Max 6 digits allowed
ar: حد أقصى 6 أرقام

# Tameenk_ConfirmPhoneNumber_Resend
source: Resend Code
ar: إعادة إرسال رمز التفعيل

# Tameenk_ConfirmPhoneNumber_ResendCode
source: Verification code was resent to you
ar: لقد تم إعادة إرسال كود التفعيل إليك

# Tameenk_MaxCheckoutEmail_Error
source: Sorry, you exceeded purchase amount with this email.
ar: عُـذرًا, لقد تخطيت عدد مرات الشراء المسموح بها لهذا البريد الإلكتروني

# payment_Hyperpay
source: Visa - MasterCard
ar: بطاقة الفيزا - ماستر كارد

# Tameenk_VerifyCode_ResendError
source: this phone number is already registered with another user
ar: هذا الرقم موجود مع شخص آخر

# WafierContent
source: To benefit from the discount, we welcome employees of Saudi universities, employees of the Technical and Vocational Training Corporation and King Fahd Medical City; qualified staff for special discount and their families: parents, husband, wife, boys and girls.
ar: للاستفادة من الخصم نُرحب بمنسوبي الجامعات السعودية ومنسوبى المؤسسه العامه للتدريب التقنى والمهنى ومدينه الملك فهد الطبية؛ من الموظفين المؤهلون للخصم الخاص وذَويهم: الوالدين، الزوج، الزوجة، الأولاد، والبنات

# Tameenk_DDL_SelectOption
source: Select
ar: اختر

# PhoneNoWithAnotherDriver
source: This phone number assigned to another driver so please enter the insured mobile number
ar: رقم الجوال خاص بسائق اخر من فضلك ادخل رقم جوال طالب التأمين

# VerificationCodeMessage
source: Verification code for phone no is {0}
ar: كود التفعيل الخاص برقم الجوال هو {0}

# GenericError
source: There is an error occured, please try again later
ar: لقد حدث خطأ من فضلك حاول فى وقت اخر

# ReachedTheMaxPhoneChange
source: You reached the maximum number for phone number changes
ar: لقد وصلت الى الحد الاقصى المسموح به لتغير رقم الهاتف

# MOIContent
source: The Ministry of Interior is keen to provide special benefits and prices to its employees and families, and families of martyrs duty, in partnership with Bcare to provide insurance services at competitive prices with a group of best insurance companies.
ar: للاستفادة من الخصم نُرحب بمنسوبي وزارة الداخلية؛ من الموظفين المؤهلون للخصم الخاص وذَويهم: الوالدين، الزوج، الزوجة، الأولاد، والبنات

# MOI_description
source: The Ministry of the Interior represents a social responsibility initiative that seeks to create preferential treatment and quality service in the areas of health, recreation, service and trade for Ministry of Interior employees and administrators, their families and employees of the Technical and Vocational Training Corporation of trainers, employees and their families through active partnership with these sectors
ar: تحرص وزارة الداخلية على تقديم مزايا وأسعار خاصة لمنسوبيها وأسرهم، وأسر شهداء الواجب، وذلك بالشراكة مع شركة بي كير لتقديم خدمات التأمين بأسعار منافسة مع مجموعة من شركات التأمين.

# MOI_notfound
source: Sorry No MOI program exists
ar: عفوًا لا يوجد برنامج وزارة الداخلية

source: MOI program
ar: برنامج وزارة الداخلية

# Sabic_Content
source: To benefit from the discount, welcome to the Kingdom of Saudi Arabia from qualified employees to your deductible and their parents: parents, husband, wife, children, and daughters
ar: للاستفادة من الخصم نُرحب بمنسوبي سابك؛ من الموظفين المؤهلون للخصم الخاص وذَويهم: الوالدين، الزوج، الزوجة، الأولاد، والبنات

# Sabic_description
source: SABIC is keen on its employees to grant the best offers and discounts for them. As agreed with BCARE to provide SABIC employees and their relatives special discounts
ar: تحرص شركة سابك على مصلحة منسوبيها فى الحصول على افضل العروض والخصومات لهم. فقدتم الاتفاق مع شركة بى كير لمنح منسوبى شركة سابك وعوائلهم خصومات خاصه.

# Sabic_notfound
source: Sorry No Sabic program exists
ar: عفوًا لا يوجد برنامج سابك

source: Sabic program
ar: برنامج سابك

# SadadCodeText
source: Sadad Code
ar: رمز سداد

# authentication_by_email
source: Email
ar: البريد الإلكتروني

# authentication_by_upload
source: Attach a business card or identification from the employer
ar: ارفاق بطاقة العمل أو تعريف من جهة العمل

# image_identity
source: Image of identity
ar: صورة الهوية

source: Method of authentication
ar: طريقة التوثيق

# login_emailWork
source: Official Work Email
ar: البريد الإلكتروني للعمل الرسمي

# login_emailWorkInfo
source: The business card will be deleted from the system after authentication
ar: سيتم حذف بطاقة العمل من النظام بعد التوثيق

# BusinessCardUploaded
source: Business card has been uploaded
ar: تم رفع بطاقة العمل بنجاح

# EmailUsedWithAnotherDriver
source: This email assigned to another driver so please enter the insured email
ar: البريد الألكترونى خاص بسائق اخر من فضلك ادخل البريد الألكترونى الخاص بطالب التأمين

# IBANWithAnotherDriver
source: This IBAN number assigned to another driver so please enter the insured IBAN
ar: رقم الحساب خاص بسائق اخر من فضلك ادخل رقم حساب طالب التأمين

# Error
source: Error: Please contact Customer Service 920010050 (NA-99)
ar: حدث خطأ: يرجى الاتصال على خدمة العملاء 920010050 (NA-99)

# AccountLocked
source: This Account is Locked, Please Contact Customer Service 920010050
ar: الحساب مغلق: يرجى الاتصال على خدمة العملاء 920010050

# Locked
source: Locked out
ar: مغلق

source: STCPay
ar: مدفوعات الاتصالات السعودية

# MoiRequestRecieved
source: Your request recieved successfully and will be reviewd and we will inform you by email
ar: تم استلام طلب الانضمام سيتم مراجعه الطلب وابلاغكم بالتفعيل من خلال البريد الألكترونى

# alreadyRegistered
source: You are already registered, your request is under revision
ar: لقد قمت بالتسجيل من قبل, طلبك قيد المراجعة

source: Click To Know More About Ministry Of Interior
ar: انقر لمعرفة المزيد عن وزارة الداخلية

source: Compare Between Diffrent Insurance Quotations
ar: قارن بين عروض التأمين المختلفة

source: Compare Quotations
ar: قارن العروض

# doInsuranceTransaction
source: Do Insurance Proccess
ar: قم بعملية التأمين

# enterData
source: Enter your data
ar: أدخل البيانات

source: Enter Insurance Data
ar: أدخل بيانات التأمين

# fileSizeLimitExceeded
source: File size limit exceeded, Max file size is {0} MB
ar: مساحة الملف اكبر من الحد المسوح به , و هو {0} ميجا

source: Insure Now
ar: أمّـن الآن!

# invalidFileExtension
source: Invalid File Extension, allowed extensions are :
ar: امتداد الملف غير صحيح, الامتدادات المسموح بها هي

source: Ministry Of Interior
ar: وزارة الداخلية

# alreadyRegisteredAndApproved
source: Your email already registered
ar: البريد الإلكترونى مسجل بالفعل

# checkout_alert5
source: As per SAMA regulations, National Address is mandatory when issuing the policy and for any types of insurance, Register now by clicking
ar: بناءاً على تعليمات مؤسسة النقد العربي السعودي العنوان الوطني الموثق شرط إلزامي عند إصدار الوثيقة لجميع أنوع التأمين بادر بالتسجيل بالضغط

# checkout_alert_here
source: here
ar: هنا

# BcareConfirmationEmail
source: Bcare Confirmation
ar: تأكيد بي كير

# CheckYourEmail
source: A Confirmation e-mail has been sent to your email, please check it to complete your registeration process.
ar: تم إرسال بريد إلكتروني لاكمال عملية التسجيل، يُرجى التحقق منه.
