Repository: dev-sharaf96/vehicleCore8
Catalog: Tameenk/LangText.*.resx
Languages: ar

source: About Us
ar: عن الشركة

# add_driver
source: Do you want to add another driver?
ar: هل ترغب بإضافة سائق آخر؟

# benefit
source: Advantages
ar: المميزات

# city_vehicle
source: City
ar: مدينة قيادة المركبة

source: Coming Soon
ar: قريبًا

source: Companies
ar: الشركات

# condiation_policy
source: I agree to grant the Broker Care Company the right to inquire from Najm Insurance Services and / or National Information Center and / or other relevant official systems on my data and data Of vehicles or any other relevant data.
ar: أوافق على منح شركة عناية الوسيط الحق في الاستعلام من شركة نجم لخدمات التأمين و / أو مركز المعلومات الوطني و / أو أي جهات رسمية أخرى ذات العلاقة عن بياناتي والبيانات الخاصة بالمركبة أو أي بيانات أخرى ذات علاقة.

source: Contact
ar: اتصل بنا

# deals
source: Deal Agreement
ar: اتفاقية التعامل

source: Detailed information
ar: معلومات تفصيلية

# detail_button
source: Company Information
ar: تفاصيل أكثر

# driver_disable
source: Is the driver with special needs?
ar: هل السائق من ذوي الاحتياجات الخاصة؟

# driver_info
source: Driver Information
ar: معلومات السائق الإضافي

# editdata
source: Profile
ar: الملف الشخصي

# footer_about
source: About Us
ar: عن الشركة

# footer_description
source: &amp;#9400; 2020 All rights reserved. Broker Care Insurance Brokers
ar: © 2020 جميع الحقوق محفوظة. شركة بي كير.

# footer_help
source: Help
ar: المساعدة

# footer_policy
source: Privacy Policy
ar: سياسة الخصوصية

# footer_terms
source: Terms and Conditions
ar: الشروط والأحكام

source: Home Insurance
ar: تأمين المنازل

# id_number
source: ID / Residence Number
ar: رقم الهوية / الإقامة

# index_desc
source: Tameenk (Bcare) provides a platform <br /> A smart electronic gives the customer the freedom to compare
ar: أحدث وأسرع منصة إلكترونية لعرض مقارنة بين أسعار ومزايا تأمين المركبات لشركات التأمين السعودية وإصدار وثيقة التأمين .

# index_more_about_button
source: More
ar: المزيد عنــا

# index_more_desc
source: Tameenk (Bcare) provides a smart electronic platform that gives the customer the freedom to compare and choose between the insurance products available in the market by the insurance companies authorized to work by the Saudi Arabian Monetary Agency
ar: يقوم برنامج بي كير على توفير منصة إلكترونية ذكية تمنح العميل حرية المقارنة والاختيار بين العديد من المنتجات التأمينية المتوفرة في السوق من قِبل شركات التأمين المُصرح لها بالعمل من قِبل مؤسسة النقد العربي السعودي

# index_more_title
source: Get what you want and more ...
ar: احصل على ما ترغب وأكثر...

source: Insured information
ar: معلومات طالب/ ـة التأمين

# IsOwner
source: Are you the owner of the vehicle?
ar: هل أنت مالك المركبة؟

# is_vehicle_registered
source: Is the vehicle registered ?
ar: هل المركبة مسجلة؟

# loading
source: Thank you for choosing #Bcare <br/> We are collecting quotes from Insurance companies
ar: شكراً لاختيارك #بي_كير <br/> جاري البحث عن عروض شركات التأمين

source: Login
ar: دخــــول

source: Manufacturing Year
ar: سنة الصنع

source: Medical Insurance
ar: تأمين طبي

# month_expiration
source: Month of driving license expiration
ar: شهر انتهاء رخصة القيادة

# month_of_birth
source: Birth Month
ar: شهر الميلاد

source: No
ar: لا

# partners
source: Our partners
ar: شركاؤنا

source: Policy Effective Date
ar: تاريخ بداية التأمين

source: Register
ar: تسجيـــــل

# registration_number
source: Sequence number
ar: الرقم التسلسلى

# Show_offers
source: Show Quotes
ar: إظهار العروض

# terms
source: Terms & Condition
ar: سياسة الاستخدام

source: Travel insurance
ar: تأمين السفر

# VehicleUsingWorkPurposes
source: Do you use the vehicle for commercial purposes?
ar: هل تستخدم المركبة لأغراض تجارية؟

source: Vehicle Information
ar: معلومات المركبة

source: Vehicle Insurance
ar: تأمين المركبات

source: Vehicle value
ar: قيمة المركبة

# year_expiration
source: Year of driving license expiration
ar: سنة انتهاء رخصة القيادة

# year_of_birth
source: Birth Year
ar: سنة الميلاد

source: Yes
ar: نعم

# Currency
source: SR
ar: ريال سعودي

# Search_Additional_Benefits
source: Additional Benefits
ar: المنافع الإضافية

# Search_Add_Comparison
source: Add Comparison
ar: أضف إلى المقارنة

# Search_Agency
source: Agency
ar: وكالة

# Search_buy_now
source: Buy Now
ar: اشتري الآن

# Search_Comprehensive
source: Comprehensive
ar: شامل

# Search_Deleted
source: Deleted
ar: تم الحذف

# search_Discount_Eligibility
source: Discount Eligibility
ar: استحقاق خصم

# Search_edit_info
source: Edit Information
ar: تعديل المعلومات

# Search_High_to_Low
source: High to Low
ar: الأعلى للأقل

# search_Insurance_Type
source: Insurance Type
ar: نوع التأمين

# Search_List_of_Comparisons
source: List of Comparisons
ar: قائمه المقارنات

# Search_Low_to_High
source: Low to High
ar: الأقل للأعلى

# Search_More_Detail
source: More Detail
ar: تفاصيل أكثر

# Search_Restore
source: Restore
ar: إعادة

# Search_See_Comparison
source: See Comparison
ar: شاهد المقارنة

# Search_Sort_Rates_by
source: Sort Rates by
ar: رتب الأسعار من

# Search_TPL
source: Third Party Liability
ar: ضد الغير

# search_Vehicle_Description
source: Vehicle Description
ar: وصف المركبة

# Search_Workshops
source: Workshops
ar: ورش

# Search_Year
source: Year
ar: سنة

# checkout_Additional_Info
source: Policy Customer Info
ar: معلومات طالب الوثيقة

# checkout_Add_to_Cart
source: Add to Cart
ar: أضف منتج آخر

# checkout_alert1
source: Alert your data is incomplete
ar: تنبيه بياناتك غير كاملة

# checkout_alert2
source: Click on this link to complete your registration
ar: اضغط على هذا الرابط وأكمل تسجيل بياناتك

# checkout_alert3
source: Click here to register your data
ar: اضغط هنا لتسجيل بياناتك

# checkout_alert4
source: Then reload the page again
ar: ثم قم بإعادة تحميل الصفحة مرة أخرى

# checkout_Another_Benefit
source: Another Benefit
ar: المنافع التى تم اختيارها

# checkout_back
source: Back
ar: الرجوع

# checkout_back_side
source: Back Side
ar: ظهر المركبة

# checkout_bank
source: Bank Name
ar: اسم البنك

# checkout_chasis_image
source: Chasis Image
ar: صورة رقم الهيكل

# checkout_currency_name
source: Saudi Riyal
ar: ريال سعودي

# checkout_email
source: Insured E-Mail
ar: البريد الإلكترونى لطالب الوثيقة

# checkout_error_iban
source: * There is an error in IBAN
ar: * يوجد خطأ في رقم الحساب المصرفي الدولي IBAN

# checkout_error_images
source: Please insert all vehicle images.
ar: برجاء إدخال جميع صور المركبة.

# checkout_error_phone
source: Please enter a valid mobile number
ar: برجاء إدخال رقم جوال صحيح

# checkout_Front_Side
source: Front Side
ar: مقدمة المركبة

# checkout_iban
source: IBAN
ar: رقم الحساب الدولي (IBAN)

# checkout_Insurance_policy_information
source: Insurance policy information
ar: بيانات الوثيقة

# checkout_left_side
source: Left Side
ar: الجانب الأيسر

# checkout_mastercard
source: MasterCard
ar: ماستر كارد

# checkout_next
source: Next
ar: التالي

# checkout_payment_desc
source: Select payment method
ar: اختيار طريقة الدفع

# checkout_phone
source: Insured Mobile Number
ar: رقم جوال طالب الوثيقة

# checkout_right_side
source: Right Side
ar: الجانب الأيمن

# checkout_sadad
source: SADAD
ar: سداد

# checkout_total
source: Total
ar: الإجمالي

# checkout_visa
source: Visa
ar: بطاقة الفيزا

# download_txt
source: Download
ar: تحميل

# Purchesed_add_product
source: Add another product
ar: أضف منتج آخر

# Purchesed_Comprehensive_insurance
source: Third party insurance (TPL) - Comprehensive insurance
ar: التعاونية - شامل

# purchesed_description
source: You will always find your Policy information in your profile if you wish to download it again in the future.
ar: سوف تجد معلومات الوثائق الخاصة بك دائمًا في ملفك الشخصي إذا ما رغبت بتحميلها مرة أخرى فى المستقبل

# Purchesed_Najm_Status
source: Najm Status: Active
ar: الحالة: مُفعل

# Purchesed_PolicyEffectiveDate
source: Policy Effective Date
ar: بداية الوثيقة

# Purchesed_PolicyExpiryDate
source: Policy Expiry Date
ar: نهاية الوثيقة

# Purchesed_Policy_number
source: Policy Number
ar: رقم الوثيقة

# Purchesed_Policy_status
source: Policy Status
ar: حالة الوثيقة بنجم

# Purchesed_Profile
source: Go to my profile
ar: عرض الملف الشخصي

# purchesed_title
source: Policy purchased successfully
ar: تم شراء الوثيقة بنجاح

# Purchesed_valid
source: Valid
ar: سارية

# error_description
source: Sorry, an error occurred while processing your request.
ar: نأسف، حدث خطأ اثناء معالجة طلبك.

# error_title
source: Sorry there was an error
ar: عُـذرًا حدث خطأ

# login_button
source: Login
ar: تسجيل دخول

# login_email
source: Email
ar: البريد الإلكتروني

# login_email_erorr
source: Email is required
ar: البريد الإلكتروني مطلوب

# login_email_erorr1
source: Email is in wrong format
ar: البريد الإلكتروني مكتوب بصيغة خاطئة

# login_have_account
source: Don't have an account?
ar: ليس لديك حساب؟

# login_password
source: Password
ar: كلمة المرور

# login_password_error
source: Password is required
ar: كلمة المرور مطلوبة

# login_password_error1
source: Password must not be less than 4 digits
ar: كلمة المرور يجب ألا تقل عن 4 أرقام

# login_registernew
source: Register new account
ar: قم بتسجيل حساب جديد

# login_register_button
source: Register
ar: مستخدم جديد

# login_title
source: Users Login
ar: تسجيل دخول المستخدمين

# login_txtmsg
source: Sign in to your account
ar: قم بالدخول إلى حسابك

# notfound_description
source: Sorry, the content you are looking for is not available. You may have the wrong spelling, or you clicked a link that is currently unavailable. Be sure of it, or return to the home page
ar: نأسف، المحتوى الذي تبحث عنه غير متوفر. من الممكن أن يكون هناك تهجئة خاطئة، أو أنك قُمت بالنقر على رابط غير متوفر حالياَ. تأكد من الأمر، أو عد إلى الصفحة الرئيسية

# notfound_title
source: Sorry, the file has been deleted or canceled
ar: عُـذرًا قد تم حذف الملف أو إلغاؤه

# PolicyError
source: There has been an error in generating your policy.<br /> Please contact customer service as soon as possible to handle this problem at: +966 920010050
ar: نأسف حدث خطأ فى إنشاء وثيقة التامين خاصتكم <br /> يرجى الاتصال بخدمة العملاء في أقرب وقت ممكن للتعامل مع هذه المشكلة على: +966 920010050

# register_confirm_error
source: Email confirmation is required
ar: تأكيدالبريد الإلكتروني مطلوب

# register_confirm_error1
source: Email confirmation does not match
ar: تأكيدالبريد الإلكتروني غير مطابق

# register_email
source: Email
ar: البريد الإلكتروني

# register_email1
source: Confirm Email
ar: تأكيد البريد الإلكتروني

# register_mobile
source: Phone
ar: رقم الجوال

# register_mobile_error
source: Phone number is required
ar: رقم الجوال مطلوب

# register_password
source: Password
ar: كلمة المرور

# register_policy
source: By clicking on Register Account, you agree to <a style="color:#f7811c; text-decoration: underline;" href="/Home/TermsCondition" target="_blank" rel="noopener"> Terms and Conditions</a> Which we and you have read <a style="color:#f7811c; text-decoration: underline;" href="/Home/PrivacyPolicy" target="_blank" rel="noopener">Privacy policy</a> ,I acknowledge that all data entered is correct and I am responsible for its accuracy.
ar: بالنقر على ‏تسجيل حساب‏، فإنك توافق على <a style="color:#f7811c; text-decoration: underline;" href="/Home/TermsCondition" target="_blank" rel="noopener"> الشروط‏ والأحكام</a> التي نتبعها وأنك قرأت <a style="color:#f7811c; text-decoration: underline;" href="/Home/PrivacyPolicy" target="_blank" rel="noopener">سياسة الخصوصية</a> ,وأقر أن جميع البيانات المدخلة صحيحة و أتحمل مسؤولية صحتها.

# register_title
source: Register new account
ar: تسجيل حساب جديد

# register_txt_button
source: Register
ar: تسجيل حساب

source: Additional age
ar: العمر الإضافي

source: Additional_expenses
ar: المصاريف الإضافية

# additional_price
source: (Accidents due to) additional protection
ar: )الحوادث بسبب )إضافي تحمي

source: Discount no claims
ar: خصم عدم وجود مطالبات

source: Extra Premium
ar: القسط الإضافي

source: loyalty Discount
ar: خصم الولاء

source: Special Discount
ar: خصم خاص

# VAT__Tax
source: VAT
ar: ضريبة القيمة المضافة

# checkout_Vehicle_Photos
source: Vehicle Photos
ar: صور المركبة

# login_rememberMe
source: Remember me?
ar: تذكرني؟

# SmsTwoFactorCodeProviderName
source: EnglishPhoneCodeMessage
ar: ArabicPhoneCodeMessage

source: submit
ar: رفع

# VerifyCode_Code
source: Code
ar: الرمز

# VerifyCode_CodeRequiredMsg
source: The Code field is required.
ar: الرمز مطلوب

# VerifyCode_Failed
source: Failed to verify phone
ar: فشل في تأكيد الجوال

# VerifyCode_SubTitle
source: Please Enter Verification Code
ar: أدخل رمز التحقق

# VerifyCode_Title
source: VERIFY PHONE NUMBER
ar: تأكيد رقم الجوال

# is_benefit_found
source: There are no additional benefits
ar: لا توجد منافع إضافية

# purchased_successfulMessage
source: Your purchase completed successfully. Your policy will be emailed to you and will be available in your account to download within the next few minutes
ar: لقد قمت بإتمام عملية الشراء بنجاح. سوف يتم إرسال وثيقة التأمين إليكم عن طريق البريد الإلكتروني وسوف تكون جاهزة للتنزيل من حسابكم لدينا في ظرف الدقائق القليلة القادمة.

# Logout_Button
source: Logout
ar: خروج

source: Customs card number
ar: رقم البطاقة الجمركية

# login_have_account1
source: Do you have an account?
ar: لديك حساب؟

# Search_not_found
source: Not Found
ar: لا يوجد

# Search_Years
source: Years
ar: سنوات

# Captcha
source: Input Symbols
ar: أدخل الرمز

# CaptchaError
source: Captcha is not valid
ar: كلمة التحقق غير صالحة

# header_phone
source: Unified Number
ar: الرقم الموحــد

# MyAddresses
source: Addresses
ar: عناويني

# MyBankAccounts
source: Bank Accounts
ar: حساباتي البنكية

# MyInfo
source: Info
ar: البيانات الشخصية

# MyProducts
source: Products
ar: وثائق التأمين

# MyVehicles
source: Vehicles
ar: المركبات

source: Pending
ar: قيد التفعيل

# Addresses
source: Address
ar: عناويني

source: Bank Accounts
ar: حساباتي البنكية

source: Cancel
ar: إلغاء

source: Download
ar: تحميل

source: Edit
ar: تعديل

# Mystatistics
source: Statistics
ar: الإحصائيات

source: Notification
ar: التنبيهات

source: Products
ar: منتجاتي

# Profile_AddBankAccount
source: Add Bank Accounts
ar: إضافة حسابات مصرفية

# Profile_AddBenefit
source: Add Benefit
ar: إضافة مميزات

# Profile_AddNewAddress
source: Add New Address
ar: إضافه عنوان جديد

# Profile_EditMyData
source: Edit my Info
ar: تعديل بياناتي

# Profile_Email
source: Email
ar: البريد الإلكتروني

# Profile_Phonenumber
source: Phone Number
ar: رقم الجوال

# Profile_UserName
source: User Name
ar: اسم المستخدم

# Purchase_Log
source: Purchases
ar: الفواتير

source: Requests
ar: مطالباتي

source: Status
ar: الحالة

source: Insurance Company Name
ar: اسم شركة التأمين

source: Error Code
ar: رقم الخطأ

# InvoiceInsuranceCompanyName
source: Invoice generated for insurance company :
ar: تفاصيل الفاتورة: شراء من شركة التأمين

source: Invoice No.
ar: رقم الفاتورة

# MyPurchases
source: Purchases
ar: مشترياتي

source: Download Invoice
ar: تحميل الفاتورة

source: SAR
ar: ر.س

# Notification_Request_Sent
source: Your edits has been successfully sent to the insurance company.
ar: تم إرسال التعديل إلى شركة التأمين بنجاح.

# Notification_request_vehicle
source: Request edit for vehicle - policy
ar: طلب تعديل استمارة المركبة - الوثيقة رقم

# Register_FullName
source: Full Name
ar: الاسم بالكامل

# slide_bg3
source: Based on the circular issued by the Saudi Arabian <br /> Monetary Authority as of 19/03/2018, A registered national <br /> address is mandatory when issuing any insurance policy
ar: بناءًا على التعميم الصادر من مؤسسة النقد العربي السعودي <br /> رقم (ت.ع/138/201711) وابتداءًا من تاريخ 19/03/2018 يعتبر <br /> العنوان الوطني الموثق شرط إلزامي عند إصدار وثيقة التأمين

# Vehicle_RegistrationType
source: Registration Type
ar: نوع تسجيل المركبة

# Vehicle_RegistrationType1
source: Sequence Num.
ar: استمارة

# Vehicle_RegistrationType2
source: Custom Card
ar: بطاقة جمركية

# owner_id_number
source: ID / Residence Number
ar: رقم هوية / إقامة مالك المركبة

# payment_instruction
source: To pay the bill via Sadad,in all Saudi Arabia Banks follow the following instruction:
ar: لإتمام عملية الدفع عن طريق سداد، عبر جميع البنوك فى المملكة بإتباع الخطوات التالية:

# payment_instruction_bill_exp
source: Please pay the bill before
ar: يُرجى سداد الفاتورة قبل

# payment_instruction_bill_N
source: Sadad Id:
ar: رقم سداد:

# payment_instruction_error
source: An issue has been happened during Sadad payment. please try again later
ar: هناك خطأ في الدفع بواسطة سداد نرجو إعادة المحاولة في وقت آخر

# Upgrade
source: Upgrade to comprehensive insurance
ar: الترقية إلى التأمين الشامل

# UpgradeToComprehensive
source: The upgrading to comprehensive starting from
ar: الترقية إلى التأمين الشامل تبدأ من

# comprehensive_condiation_policy
source: By clicking I have read and agree to the <a href="{0}" target="_blank" rel="noopener">Terms and conditions of the insurance policy</a>, and I do not wish to buy comprehensive policy, without any liability on #Bcare
ar: بالنقر أقر بالإطلاع على <a href="{0}" target="_blank" rel="noopener">شروط وثيقة التأمين</a> والموافقة عليها دون أدنى مسئولية علي #بي_كير

# tpl_condiation_policy
source: By clicking I have read and agree to the <a href="{0}" target="_blank" rel="noopener">Terms of the Insurance Policy</a> without any liability on #Bcare
ar: بالنقر أقر بالإطلاع على <a href="{0}" target="_blank" rel="noopener">شروط وثيقة التأمين</a> والموافقة عليها وعدم رغبتي بالتأمين الشامل، دون أدنى مسئولية علي #بي_كير

source: Najm Status
ar: حالة الوثيقة بنجم

# img_condiation_policy
source: I declare that the vehicle images are of my vehicle, were taken recently and have not been amended in any way. I accept that the false declaration could affect any claims or invalidate my policy.
ar: أقر بأن الصور المرفوعة أعلاه هي الصور الحقيقة للمركبة المؤمن عليها، والتي تم أخذها مؤخرًا ولم يتم عليها التعديل بأي شكل من الأشكال. وأقر بمعرفتي بأن في حال إثبات عكس ذلك فإن هذا سيؤدي إلى إلغاء وثيقة التأمين وسيؤثر على المطالبات المرفوعة على المركبة.

# company_email
source: Email
ar: البريد الإلكترونى

# company_fax
source: Fax
ar: فاكس

# company_phone
source: Phone
ar: هاتف

# payment_biller_name
source: Bank of Riyadh Payments
ar: مدفوعات بنك الرياض

# payment_biller_name_heading
source: Biller Name:
ar: اسم المُفوتر:

# login_password_confirm
source: Password Confirmation
ar: تأكيد كلمة المرور

# password_reset_btn
source: Reset
ar: تغيير

# password_reset_title
source: Password Reset
ar: تغيير كلمة المرور

# forget_password_btn
source: Send Link
ar: أرسل الرابط

# forget_password_heading
source: Reset Your Password
ar: أعد ضبط كلمة مرورك

# forget_password_link
source: Forgot your password?
ar: هل نسيت كلمة مرورك؟

# forget_password_email_sent
source: reset email has been sent to your email.
ar: تم إرسال رسالة إعادة الضبط إلى بريدك الإلكتروني

# home_slider_cta
source: Start comparison
ar: ابدأ المقارنة

# add_another_driver_btn
source: Add another driver
ar: إضافة سائق آخر

source: Bills
ar: الفواتير

source: Edit requests
ar: طلبات التعديل

source: Policies
ar: عدد الوثائق

# policies_expired
source: Expired policies
ar: عدد الوثائق المنتهية

# policies_valid
source: Valid policies
ar: عدد الوثائق السارية

source: Quotations
ar: عروض الأسعار

# Invoice_not_found
source: Invoice file not ready yet.
ar: الفاتوره غير متاحة بعد

# Policy_not_found
source: Policy file not ready yet.
ar: البوليصة غير متاحة بعد

source: Address
ar: العنوان

source: Contact Us
ar: راسلنا

source: Message
ar: الرسالة

source: Send
ar: إرسال

# ContactUsEmailBody
source: We have received your request and it's being processed now
ar: تم استلام طلبك و جارِ العمل عليه الآن

# ContactUsEmailSubject
source: Contact Us
ar: راسلنا

source: deductible
ar: مبلغ التحمل

source: New insurance
ar: تأمين جديد

source: Purpose of insurance
ar: الغرض من التأمين

source: Transfer insurance
ar: نقل ملكية

# ContactUsSupportEmailBody
source: Customer {X} sent this message:
ar: لقد قام العميل {X} بإرسال هذه الرسالة :

# ContactUsSupportEmailSubject
source: راسلنا
ar: Contact Us

source: Education level
ar: مستوى التعليم

source: Occupation
ar: المهنة

source: Percentage of use
ar: نسبة الاستخدام

# ContactUsMessageReceivedBody
source: Someone from our support team will contact you shortly.
ar: شكراً لك، تم إرسال طلبك بنجاح وسيقوم موظف خدمة العملاء بالتواصل معك قريباً

# ContactUsMessageReceivedHeader
source: Thank you, your message was received successfully
ar: شكراً لك، تم إرسال طلبك بنجاح

# ResetPasswordUserEmailNotFound
source: There is no user with this email address
ar: لا يوجد عميل بهذا الايميل.

# ApprovedPolicyUpdReqNotification
source: Approved policy update request number
ar: تم قبول طلب التعديل برقم

# AwaitingPaymentPolicyUpdReqNotification
source: Waiting payment
ar: في انتظار دفع الفاتورة

# PayUsingDebit
source: Pay using debit card
ar: ادفع ببطاقه الائتمان

# login_incorrect_email_message
source: No user with this email in our database
ar: هذا البريد الإلكتروني غير مسجل فى قاعده البيانات

# login_incorrect_password_message
source: Invalid login attempt.
ar: تسجيل دخول غير صالح

# password_confirm_error
source: Password and confirm password doesn't match.
ar: كلمه المرور غير مطابقة

# exist_email_signup_error
source: Email already registed
ar: البريد الإلكتروني مُسجل مُسبقًا

# exist_phone_signup_error
source: phone number already registered
ar: الرقم المحمول مُسجل مُسبقًا
