Repository: dev-sharaf96/vehicleCore8
Catalog: Libraries/___Tameenk.Resources/UserTicket/UserTicketResources.*.resx
Languages: ar

source: AddAttachment
ar: اضف مرفق

source: Attachment Name
ar: اسم المرفق

source: Attachments
ar: المرفقات

source: Choose Invoice
ar: اختر الفاتورة

source: Choose Policy
ar: اختر الوثيقة

source: Choose Ticket Type
ar: اختر نوع التذكرة

source: Choose Vehicle
ar: اختر المركبة

source: Details
ar: التفاصيل

source: Empty User Email
ar: البريد الالكتروني للمستخدم مطلوب

# ErrorGeneric
source: Error: Please contact Customer Service 8001180044 (UT-01)
ar: حدث خطأ: يرجى الاتصال على خدمة العملاء 8001180044 (UT-01)

# FormatNotSupported
source: Invalid file format
ar: صيغه الملف غير مدعومة

source: Insurance Company Name
ar: اسم شركة التامين

source: Invalid Channel
ar: القناة غير صحيحة

# InvalidExtraData
source: Invalid Policy/Invoice Number
ar: رقم الوثيقة/الفاتورة غير صحيح

source: Invalid Input
ar: البيانات المدخلة غير صحيحة

# InvalidNIN
source: NIN is Empty
ar: رقم الهوية مطلوب

source: Invalid Ticket Type
ar: نوع التذكرة غير صحيح

# InvalidUserId
source: Invalid User
ar: مستخدم غير صحيح

# InvalidUserNotes
source: User Notes is Empty
ar: الملاحظات مطلوبة

source: Invoice
ar: الفاتورة

# InvoiceIdNotBelongsToThisUser
source: Invoice not belongs to the User
ar: المستخدم ليس لديه هذه الفاتورة

# InvoiceNo
source: Invoice Number
ar: رقم الفاتورة

source: Invoices Not Found
ar: لا توجد فواتير

# NajmPolicyIssuedBefore24hours
source: You should open ticket after 24 hours from pruchase date
ar: يجب رفع التذكرة بعد 24 ساعة من تاريخ الشراء

# NewReplyAdded
source: New comment added to ticket number #{0}
ar: تم تحديث التذكرة رقم #{0}

source: New Ticket
ar: تذكرة جديدة

# Nin
source: National ID
ar: رقم الهوية

source: Notes
ar: ملاحظات

# OpenedTicketExistsForNIN
source: There is an opened ticked for this National ID ({0}), with ticket number: {1}
ar: يوجد تذكرة مفتوحة لنفس رقم الهوية ({0})، بتذكرة رقم: {1}

# OpenedTicketExistsForSequenceOrCustomCardNumber
source: There is an opened ticked for this Sequence/Custom Number ({0}), with ticket number: {1}
ar: يوجد تذكرة مفتوحة لنفس الرقم التسلسلي/الجمركي ({0})، بتذكرة رقم: {1}

source: Polices Not Found
ar: لا توجد وثائق

source: Policy
ar: الوثيقة

# PolicyIdNotBelongsToThisUser
source: Policy or Sequence/Custom Number not belongs to the User
ar: المستخدم ليس لديه هذه الوثيقة او الرقم التسلسلي/الجمركي

# PolicyNo
source: Policy Number
ar: رقم الوثيقة

# PopupTicketCreated
source: Ticket Created
ar: تم رفع التذكرة

# PopupTicketCreationFailed
source: Ticket Creation Failed
ar: حدث خطأ

source: Required
ar: مطلوب

# SequenceOrCustomCardNumber
source: Sequence/Custom Card Number
ar: الرقم التسلسلي/الجمركي

source: Status
ar: حالة الطلب

source: Submit Ticket
ar: ارفع التذكرة

# SubmittingTicketLoading
source: Loading
ar: جاري رفع التذكرة

# TicketClosed
source: Ticket number #{0} is closed
ar: تم غلق التذكرة رقم #{0}

source: Ticket Number
ar: رقم التذكرة

# TicketReplyMessage
source: We are glad to serve you... <br><br> Ticket raised with nubber #{0} and we are working on it... <br> You can follow the status of your ticket in the "Notification" menu. <br> #Bcare_cares
ar: يسعدنا خدمتك... <br><br> تم رفع التذكرة رقم #{0} وجاري العمل عليها... <br> يمكنك متابعة حالة الطلب بقائمة "التنبيهات". <br> #بي_كير_تهتم

source: Ticket Type
ar: نوع التذكرة

# UserNotesMaxLength
source: Max number of letters is {0} letter
ar: اقصي عدد من الاحرف هو {0} حرف

# UserTicketCreated
source: New ticket was created with number #{0}
ar: تم رفع تذكرة جديدة برقم #{0}

# UserTicketCreatedByCustomerService
source: New ticket was created with number #{0} By Customer Service
ar: تم رفع تذكرة جديدة برقم #{0} بواسطة خدمة العملاء

source: Vehicle Name
ar: المركبة

source: Vehicle Not Found
ar: هذه المركبة ليس موجودة
